[
    {
        "groupNumber": "1",
        "productName": "Bondat",
        "productDesc": "An app that shows all food establishments around the UPLB campus with added features such as pay it back, navigation, personal preferences (allergies, menu), reward system, and price range",
        "imageFile": "public/uploads/Logo.png",
        "investments": 0
    },
    {
        "groupNumber": "2",
        "productName": "BUSakay",
        "productDesc": "BUSakay is your real time travel companion specially created for UPLB students. Save time by knowing the route, estimated time of arrival and departure in each bus stop, number of people waiting in each stop, and number of available seats on the bus.",
        "imageFile": "public/uploads/23619024_1997042430322335_1832235088_n.png",
        "investments": 0
    },
    {
        "groupNumber": "3",
        "productName": "BuzzFood",
        "productDesc": "A cutting edge, state of the art mobile application that lets you search, discover and randomize restaurants, pubs and cafes within the vicinity of Los Banos, Laguna. This application will filter the restaurant menus based on the price range, specialty, user reviews and ratings , food type, and meal type categories plus a real-time update on which restaurants don't have a wait and can seat the user right away! Features also include, maps that will guide the users and memory suggestions on the user's previous orders.  This mobile app is perfect for UPLB students, faculties and anyone in Los Banos who can't think of a good place to eat.",
        "imageFile": "public/uploads/logo.jpg",
        "investments": 0
    },
    {
        "groupNumber": "4",
        "productName": "Nerdwise",
        "productDesc": "Nerdwise is a mobile application which allows student (UPLB students) to put their hard copy books for sale, for rent or for lending. It is like an online shopping application where the books are categorized as reference books, (math books, english, calculus etc), or even books for leisure like manga, magazine, fictional or non fictional books etc. \r\n     The student will have to download the app and pay to register. If he/she has a copy of any book that he/she thinks is needed by other students, for instance, an old TC7 or a secondhand FEL, or a book used the past semester, that student can upload it and make it available in the app. He/she has a choice whether to sell it, put it for rent, or lend it for free.  If it is rented/borrowed, the student number of the one who rented it or borrowed it will be displayed. Therefore, only UPLB students can access the app. Meet ups will be arranged for payments and getting of the book. Also a rating and reviewing system will be incorporated in the app.",
        "imageFile": "public/uploads/nerdwise.png",
        "investments": 0
    },
    {
        "groupNumber": "5",
        "productName": "LBX (LB Exchange)",
        "productDesc": "LBX is a software application that can administer borrowing of materials (needed for a certain subject) from a student. The student must be logged in using his/her UP mail in order to access the features. A picture of that specific material, together with some details, will be posted by the borrower in order for clients to preview the material. Furthermore, the borrower may opt to check an option wherein the application will show the current market prices of the item of interest for basis. A borrower will be given ratings (from 1 star to 5 stars) in order for the clients to assess the borrower and the materials being presented/posted by the borrower.",
        "imageFile": "public/uploads/IT1Logo.png",
        "investments": 0
    },
    {
        "groupNumber": "7",
        "productName": "LinkAge",
        "productDesc": "LinkAge is a free application which aims to provide social and psychological support to the students of UPLB. It aims to be a social platform, where students can upload or share their interests anonymously, while the app matches them to other students with similar interests - hence linking people in the modern age through the internet. \r\n\r\nThe app also provides its users an option to go premium, wherein they can opt to buy digital stickers, emojis, etc. Its premium version also has a calendar feature, where different events around the campus throughout the semester are organized and updated. UPLB orgs can also advertise their events through this feature of LinkAge.",
        "imageFile": "public/uploads/LinkAgeLogo.png",
        "investments": 0
    },
    {
        "groupNumber": "16",
        "productName": "GanUP: ganap finder for UPLB students",
        "productDesc": "GanUP is a comprehensive and easy to use mobile application that addresses the unmet need of students with regards to a database of consolidated events and activities. This aims to improve the flow of information and promote social interaction within the University as well as to serve as a platform that connects various organizations with its users.\r\n\"This app lets you access the following features:\r\nThis app lets you have access with the following:\r\n1) Transportation: Arranges the quickest transpo based on your location that will fit your budget as well (perfect for students esp BSF students)\r\n2) Time Management: You won't worry about waking up, doing acad/org stuff and so much more! \r\n3) Food: Organizes restaurants/eateries/fast food chains that will fit your mood, budget and diet (If you need to lose some of those fat, without having to sacrifice most of your allowance, this is the one for you!)\r\n4) Bahay: Need a new place to stay or someone to move in with you? Worry not! This feature will help you look for apartments/dorms based on your liking and budget. This feature has amazing filters and required forms so it won't be such a hassle to move in/out!\r\n5) Notes: Arranges your notes for you in the most amazing way possible.\r\n6) Budget: Budget is important for a UPLB Student. This feature basically lets you keep track of everything, transportation, food, laundry, bills, org fras, etc.!\r\n7) Acads: This feature collects all notifications from social media accounts that is only related to acads so that the UPLB student will focus just on that. Also, there is a planner for the remaining units, subjects, sais stuff, etc. (All about acads)\r\n\r\n// Also has the concept of internet of things\r\n// This app basically helps a UPLB Student in all aspects related to being and surviving in the campus\"",
        "imageFile": "public/uploads/23584514_1742681982410793_1774271390_n.png",
        "investments": 0
    }
]